Repository: openhab/openhab-ios
Catalog: openHAB/Supporting Files/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, nb, nl, ru

source: Name for new home
de: Name für neues Zuhause
es: Nombre para el nuevo hogar
fi: Uuden kodin nimi
fr: Nom de la nouvelle maison
it: Nome per la nuova casa
nb: Navn på nytt hjem
nl: Naam voor nieuw huis
ru: Имя для нового дома

source: New Home
de: Neues Zuhause
es: Nuevo hogar
fi: Uusi koti
fr: Nouveau domicile
it: Nuova casa
nb: Nytt hjem
nl: Nieuw huis
ru: Новый дом

source: New name
de: Neuer Name
es: Nuevo nombre
fi: Uusi nimi
fr: Nouveau nom
it: Nuovo nome
nb: Nytt navn
nl: Nieuwe naam
ru: Новое имя

source: Next
de: Nächstes
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
nb: Neste
nl: Volgende
ru: Следующий

source: Next track
de: Nächster Titel
es: Siguiente pista
fi: Seuraava raita
fr: Piste suivante
it: Traccia successiva
nb: Neste spor
nl: Volgende nummer
ru: Следующий трек

source: No accepted server certificates
de: Keine akzeptierten Server-Zertifikate
es: Sin certificados de servidor aceptados
fi: Ei hyväksyttyjä palvelinvarmenteita
fr: Aucun certificat serveur accepté
it: Nessun certificato server accettato
nb: Ingen godkjente serversertifikater
nl: Geen geaccepteerde servercertificaten
ru: Нет принятых сертификатов сервера

source: No credentials
de: Keine Zugangsdaten
es: Sin credenciales
fi: Ei tunnuksia
fr: Aucun identifiant
it: Nessuna credenziale
nb: Ingen legitimasjon
nl: Geen inloggegevens
ru: Нет учётных данных

source: No Data
de: Keine Daten
es: Sin datos
fi: Ei tietoja
fr: Aucune donnée
it: Nessun dato
nb: Ingen data
nl: Geen gegevens
ru: Нет данных

source: No Image URL
de: Keine Bild-URL
es: Sin URL de imagen
fi: Ei kuvan URL-osoitetta
fr: Aucune URL d'image
it: Nessun URL immagine
nb: Ingen bilde-URL
nl: Geen afbeeldings-URL
ru: Нет URL изображения

source: No network connection
de: Keine Netzwerkverbindung
es: Sin conexión de red
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau
it: Nessuna connessione di rete
nb: Ingen nettverkstilkobling
nl: Geen netwerkverbinding
ru: Нет сетевого подключения

source: No Notifications
de: Keine Benachrichtigungen
es: Sin notificaciones
fi: Ei ilmoituksia
fr: Aucune notification
it: Nessuna notifica
nb: Ingen varsler
nl: Geen meldingen
ru: Нет уведомлений

source: No sitemaps available
de: Keine Sitemaps verfügbar
es: No hay mapas de sitio disponibles
fi: Ei saatavilla olevia sivukarttoja
fr: Aucun plan du site disponible
it: Nessuna sitemap disponibile
nb: Ingen sitemaps tilgjengelige
nl: Geen sitemaps beschikbaar
ru: Нет доступных Sitemap

source: No State
de: Kein Status
es: Sin estado
fi: Ei tilaa
fr: Aucun état
it: Nessuno stato
nb: Ingen tilstand
nl: Geen status
ru: Нет состояния

source: No Video URL
de: Keine Video-URL
es: Sin URL de video
fi: Ei videon URL-osoitetta
fr: Aucune URL vidéo
it: Nessun URL video
nb: Ingen video-URL
nl: Geen video-URL
ru: Нет URL видео

source: No widgets available.
de: Keine Widgets verfügbar.
es: No hay widgets disponibles.
fi: Ei saatavilla olevia widgettejä.
fr: Aucun widget disponible.
it: Nessun widget disponibile.
nb: Ingen widgeter tilgjengelige.
nl: Geen widgets beschikbaar.
ru: Нет доступных виджетов.

# no_active_connection
source: No active connection available. Please check your settings.
de: Keine aktive Verbindung vorhanden. Bitte Einstellungen prüfen

source: None
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucune
it: Nessuna
nb: Ingen
nl: Geen
ru: Нет

source: Not set
de: Nicht festgelegt
es: Sin definir
fi: Ei asetettu
fr: Non défini
it: Non impostato
nb: Ikke angitt
nl: Niet ingesteld
ru: Не задано

source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica
nb: Varsel
nl: Notificatie

# notification_action_open
source: Open
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
nb: Åpne
nl: Openen
ru: Открыть

# notification_hide_type
source: Notifications dismissed
de: Benachrichtigungen ausgeblendet
es: Notificaciones descartadas
fi: Ilmoitukset piilotettu
fr: Notifications masquées
it: Notifiche nascoste
nb: Varsler skjult
nl: Meldingen verborgen
ru: Уведомления скрыты

source: Notifications
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
nb: Varsler
nl: Notificaties
ru: Уведомления

source: Number Item
de: Numerisches-Item
es: Elemento numérico
fi: Numeraalielementti
fr: Élément numérique
it: Elemento numerico
nb: Tallelement
nl: Numeriek item
ru: Числовой элемент

source: Off
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
it: No
nb: Av
nl: Uit
ru: Выкл

source: OFF
de: AUS
es: APAGADO
fi: POIS
fr: ÉTEINT
it: SPENTO
nb: AV
nl: UIT
ru: ВЫКЛ

source: On
de: An
es: Encendido
fi: Päällä
fr: Activé
it: Attivo
nb: På
nl: Aan
ru: Вкл

source: ON
de: EIN
es: ENCENDIDO
fi: PÄÄLLÄ
fr: ALLUMÉ
it: ACCESO
nb: PÅ
nl: AAN
ru: ВКЛ

source: Once
de: Einmal
es: Una vez
fi: Kerran
fr: Une fois
it: Una volta
nb: Én gang
nl: Eenmalig
ru: Один раз

source: open
de: offen
es: abierto
fr: ouvert
it: aperto
nb: åpen

source: Open
de: Geöffnet
es: Abierto
fi: Auki
fr: Ouvert
it: Aperto
nb: Åpen
ru: Открыто

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fi: Avaa asetukset
fr: Ouvrir les réglages
it: Apri Impostazioni
nb: Åpne innstillinger
nl: Instellingen openen
ru: Открыть настройки

source: Opened
de: Geöffnet
es: Abierto
fi: Avattu
fr: Ouvert
it: Aperto
nb: Åpnet
nl: Geopend
ru: Открыт

source: openHAB Cloud Service
de: openHAB Cloud-Dienst
es: Servicio Cloud de openHAB
fi: openHAB-pilvipalvelu
fr: Service openHAB Cloud
it: Servizio openHAB Cloud
nb: openHAB-skytjeneste
nl: openHAB Cloud-dienst
ru: Облачный сервис openHAB

source: openHAB Switch
de: openHAB-Schalter
es: Interruptor de openHAB
fi: openHAB-kytkin
fr: Commutateur openHAB
it: Interruttore openHAB
nb: openHAB-bryter
nl: openHAB-schakelaar
ru: Переключатель openHAB

source: openHAB Connection
de: openHAB Verbindung
es: conexión openHAB
fr: Connexion openHAB
it: Connessione openHAB
nb: openHAB Tilkobling
nl: openHAB Verbinding
ru: подключение к OpenHAB

source: Pages
de: Seiten
es: Páginas
fi: Sivut
it: Pagine
nb: Sider
nl: Pagina's
ru: Страницы

source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
nb: Passord
nl: Wachtwoord
ru: Пароль

source: Play
de: Abspielen
es: Reproducir
fi: Toista
fr: Lire
it: Riproduci
nb: Spill av
nl: Afspelen
ru: Воспроизвести

source: Player Action
de: Player-Aktion
es: Acción del reproductor
fi: Soittimen toiminto
fr: Action du lecteur
it: Azione player
nb: Spillerhandling
nl: Speleractie
ru: Действие плеера

source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
it: Preferenze
nb: Innstillinger
nl: Voorkeuren
ru: Настройки

source: Preview state
de: Vorschauzustand
es: Vista previa del estado
fi: Esikatselutila
fr: État d'aperçu
it: Stato anteprima
nb: Forhåndsvisningstilstand
nl: Voorbeeldstatus
ru: Предпросмотр состояния

source: Previous
de: Vorheriges
es: Anterior
fi: Edellinen
fr: Précédent
it: Precedente
nb: Forrige
nl: Vorige
ru: Предыдущий

source: Previous track
de: Vorheriger Titel
es: Pista anterior
fi: Edellinen raita
fr: Piste précédente
it: Traccia precedente
nb: Forrige spor
nl: Vorig nummer
ru: Предыдущий трек

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de Confidentialité
it: Politica sulla privacy
nb: Personvernregler
nl: Privacybeleid

source: Queued commands: %lld
de: Wartende Befehle: %lld
es: Comandos en cola: %lld
fi: Jonossa olevat komennot: %lld
fr: Commandes en attente : %lld
it: Comandi in coda: %lld
nb: Kommandoer i kø: %lld
nl: Opdrachten in wachtrij: %lld
ru: Команд в очереди: %lld

source: Raises by %@
de: Um %@ erhöhen
es: Aumenta en %@
fi: Nostaa arvoa %@
fr: Monte de %@
it: Aumenta di %@
nb: Hever med %@
nl: Verhoogt met %@
ru: Увеличивает на %@

source: Real-time Sliders
de: Echtzeitschieberegler
es: Deslizadores en tiempo real
fi: Reaaliaikaiset liukusäätimet
fr: Curseurs en temps réel
it: Cursori In Tempo Reale
nb: Sanntids Skyveknapper
nl: Realtime schuifregelaars
ru: Ползунки в реальном времени

source: Relative Date: %@
de: Relatives Datum: %@
es: Fecha relativa: %@
fi: Suhteellinen päivämäärä: %@
fr: Date relative : %@
it: Data relativa: %@
nb: Relativ dato: %@
nl: Relatieve datum: %@
ru: Относительная дата: %@

source: Remote
de: Fernzugriff
es: Remoto
fi: Etäyhteys
fr: Distant
it: Remoto
nb: Ekstern
nl: Extern
ru: Удалённый

source: Remote server
de: Fernzugriff-Server
es: Servidor remoto
fi: Etäpalvelin
fr: Serveur distant
it: Server remoto
nb: Ekstern server
nl: Externe server
ru: Удалённый сервер

source: Remote URL
de: Fern-URL
es: URL remota
fr: URL distante
it: URL remoto
nb: Ekstern URL
nl: Externe URL
ru: Удаленный URL-адрес

# remote_url_not_configured
source: Remote URL is not configured.
de: URL für Fernzugriff ist nicht konfiguriert.
es: La URL remota no está configurada.
fr: L'URL distante n'est pas configurée.
it: L'URL remoto non è configurato.
nb: Ekstern URL er ikke konfigurert.
nl: Externe URL is niet geconfigureerd.

source: Rename
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
it: Rinomina
nb: Gi nytt navn
nl: Wijzig naam
ru: Переименовать

source: Replay
de: Wiederholen
es: Reproducir de nuevo
fi: Toista uudelleen
fr: Rejouer
it: Riproduci
nb: Spill av igjen
nl: Opnieuw afspelen
ru: Повторить

source: Reset
de: Zurückgesetzt
es: Restablecer
fi: Nollattu
fr: Réinitialisé
it: Ripristinato
nb: Tilbakestilt
nl: Teruggezet
ru: Сброшен

source: Restore Brightness: %@
de: Helligkeit wiederherstellen: %@
es: Restaurar brillo: %@
fi: Palauta kirkkaus: %@
fr: Restaurer la luminosité : %@
it: Ripristina luminosità: %@
nb: Gjenopprett lysstyrke: %@
nl: Helderheid herstellen: %@
ru: Восстановить яркость: %@

source: Restore Previous Brightness on Wake
de: Vorherige Helligkeit beim Aufwecken wiederherstellen
es: Restaurar brillo anterior al despertar
fi: Palauta edellinen kirkkaus herätessä
fr: Restaurer la luminosité précédente au réveil
it: Ripristina luminosità precedente alla riattivazione
nb: Gjenopprett tidligere lysstyrke ved oppvåkning
nl: Vorige helderheid herstellen bij activering
ru: Восстанавливать предыдущую яркость при пробуждении

source: Resume
de: Fortsetzen
es: Reanudar
fi: Jatka
fr: Reprendre
it: Riprendi
nb: Fortsett
nl: Hervatten
ru: Возобновить

source: Retrieve the current state of an item
de: Aktuellen Status eines Items abrufen
es: Recuperar el estado actual de un elemento
fi: Hae elementin nykyinen tila
fr: Récupérer l'état actuel d'un item
it: Recupera lo stato attuale di un Item
nb: Hent nåværende tilstand for et Item
nl: Haal de huidige status van een item op
ru: Получить текущее состояние элемента

source: Rewind
de: Zurückspulen
es: Rebobinar
fi: Pikakelaus taaksepäin
fr: Retour arrière
it: Riavvolgi
nb: Spol tilbake
nl: Terugspoelen
ru: Перемотка назад

source: Rewind back
de: Zurückspulen
es: Rebobinar
fi: Kelaa taaksepäin
fr: Rembobiner
it: Riavvolgi
nb: Spol tilbake
nl: Terugspoelen
ru: Перемотать

# running_demo_mode
source: Running in demo mode. Check settings to disable demo mode.
de: Läuft im Demomodus. Überprüfe die Einstellungen, um den Demomodus zu deaktivieren.
es: Funccionando en modo demostración. Comprueba la configuración para desactivarlo.
fr: Exécution en mode démo. Vérifiez les paramètres pour désactiver le mode démo.
it: Esecuzione in modalità demo. Controlla le impostazioni per disabilitare la modalità demo.
nb: Kjører i demomodus. Sjekk innstillingene for å deaktivere demomodus.
nl: Uitvoeren in demo-modus. Controleer instellingen om demomodus uit te schakelen.

source: Screen Saver
de: Bildschirmschoner
es: Salvapantallas
fi: Näytönsäästäjä
fr: Économiseur d’écran
it: Salvaschermo
nb: Skjermsparer
nl: Schermbeveiliging
ru: Заставка

source: Screen Saver Settings
de: Bildschirmschoner-Einstellungen
es: Ajustes del protector de pantalla
fi: Näytönsäästäjän asetukset
fr: Paramètres de l'économiseur d'écran
it: Impostazioni salvaschermo
nb: Skjermsparerinnstillinger
nl: Schermbeveiligingsinstellingen
ru: Настройки заставки

source: Search
de: Suchen
es: Buscar
fi: Haku
fr: Rechercher
it: Cerca
nb: Søk
nl: Zoek
ru: Поиск

source: Search for an item
de: Nach Item suchen
es: Buscar un elemento
fi: Hae elementtiä
fr: Rechercher un élément
it: Cerca un elemento
nb: Søk etter et element
nl: Zoeken naar een item
ru: Найти элемент

# search_items
source: Search openHAB items
de: Suche openHAB Items
es: Buscar ítems en openHAB
fr: Rechercher des items openHAB
it: Cerca Item openHAB
nb: Søk i openHAB Items
nl: Zoek openHAB items

source: Security
de: Sicherheit
es: Seguridad
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
nb: Sikkerhet
nl: Beveiliging
ru: Безопасность

source: Select a home for '%@'
de: Zuhause für „%@“ auswählen
es: Selecciona un hogar para «%@»
fi: Valitse koti kohteelle %@
fr: Sélectionner un domicile pour « %@ »
it: Seleziona una casa per «%@»
nb: Velg et hjem for «%@»
nl: Selecteer een huis voor '%@'
ru: Выберите дом для «%@»

source: Select color
de: Farbe wählen
es: Seleccionar color
fi: Valitse väri
fr: Sélectionner une couleur
it: Seleziona colore
nb: Velg farge
nl: Kleur selecteren
ru: Выбрать цвет

source: Select Sitemap
de: Sitemap auswählen
es: Seleccionar mapa web
fr: Sélectionner le Sitemap
it: Seleziona Sitemap
nb: Velg Sitemap
nl: Selecteer Sitemap
ru: Выбрать Sitemap

source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
nl: Verzenden
ru: Отправить

source: Send ${action} to ${itemEntity}
de: ${action} an ${itemEntity} senden
es: Enviar ${action} a ${itemEntity}
fi: Lähetä ${action} kohteelle ${itemEntity}
fr: Envoyer ${action} à ${itemEntity}
it: Invia ${action} a ${itemEntity}
nb: Send ${action} til ${itemEntity}
nl: ${action} verzenden naar ${itemEntity}
ru: Отправить ${action} в ${itemEntity}

source: Send a player command such as play, pause, next, or previous
de: Einen Player-Befehl senden, z. B. Abspielen, Pause, Weiter oder Zurück
es: Enviar un comando al reproductor como reproducir, pausar, siguiente o anterior
fi: Lähetä soittimen komento, kuten toista, tauko, seuraava tai edellinen
fr: Envoyer une commande au lecteur telle que lire, pause, suivant ou précédent
it: Invia un comando al player come riproduci, pausa, successivo o precedente
nb: Send en spillerkommando som avspilling, pause, neste eller forrige
nl: Een spelersopdracht verzenden zoals afspelen, pauzeren, volgende of vorige
ru: Отправить команду плееру: воспроизведение, пауза, следующий или предыдущий

source: Sending commands: %lld
de: Befehle werden gesendet: %lld
es: Enviando comandos: %lld
fi: Lähetetään komentoja: %lld
fr: Envoi de commandes : %lld
it: Invio comandi: %lld
nb: Sender kommandoer: %lld
nl: Opdrachten verzenden: %lld
ru: Отправка команд: %lld

source: Sensor Item
de: Sensorelement
es: Elemento sensor
fi: Anturikohde
fr: Élément capteur
it: Elemento sensore
nb: Sensorelement
ru: Элемент датчика

source: Sensor Item 1
de: Sensorelement 1
es: Elemento sensor 1
fi: Anturikohde 1
fr: Élément capteur 1
it: Elemento sensore 1
nb: Sensorelement 1
ru: Элемент датчика 1

source: Sensor Item 2
de: Sensorelement 2
es: Elemento sensor 2
fi: Anturikohde 2
fr: Élément capteur 2
it: Elemento sensore 2
nb: Sensorelement 2
ru: Элемент датчика 2

source: Sensor Item 3
de: Sensorelement 3
es: Elemento sensor 3
fi: Anturikohde 3
fr: Élément capteur 3
it: Elemento sensore 3
nb: Sensorelement 3
ru: Элемент датчика 3

source: Sensor Item 4
de: Sensorelement 4
es: Elemento sensor 4
fi: Anturikohde 4
fr: Élément capteur 4
it: Elemento sensore 4
nb: Sensorelement 4
ru: Элемент датчика 4

source: Sensor Widget Configuration
de: Sensor-Widget-Konfiguration
es: Configuración del widget de sensor
fi: Anturiwidgetin määritys
fr: Configuration du widget capteur
it: Configurazione widget sensore
nb: Sensor-widgetkonfigurasjon
nl: Sensorwidgetconfiguratie
ru: Настройка виджета датчика

# Sent %@ to %@
source: Sent %1$@ to %2$@
de: %1$@ an %2$@ gesendet
es: Enviado %1$@ a %2$@
fi: Lähetettiin %1$@ kohteelle %2$@
fr: %1$@ envoyé à %2$@
it: %1$@ inviato a %2$@
nb: %1$@ sendt til %2$@
nl: %1$@ verzonden naar %2$@
ru: Отправлено %1$@ в %2$@

source: Sent location %lf, %lf to %@
de: %lf, %lf wurde an Standort %@ gesendet
es: Ubicación %lf, %lf enviada a %@
fi: Sijainti %lf, %lf lähetetty kohteelle %@
fr: Emplacement %lf, %lf envoyé à %@
it: Posizione %lf, %lf inviata a %@
nb: Sendte posisjon %lf, %lf til %@
nl: Locatie %lf, %lf verzonden naar %@
ru: Местоположение %lf, %lf отправлено в %@

source: Sent the color value of %@ to %@
de: Der Farbwert %@ wurde an %@ gesendet
es: Enviado el valor de color de %@ a %@
fi: Värin arvo %@ lähetetty kohteelle %@
fr: Envoyé la valeur de couleur de %@ à %@
it: Inviato il valore di colore di %@ a %@
nb: Sendte fargeverdien %@ til %@
nl: De kleurwaarde van %@ is verzonden naar %@
ru: Значение цвета %@ отправлено в %@

source: Sent the date %@ to %@
de: Datum %@ auf %@ setzen
es: Fecha %@ enviada a %@
fi: Päivämäärä %@ lähetetty kohteelle %@
fr: Date %@ envoyée à %@
it: Data %@ inviata a %@
nb: Sendte datoen %@ til %@
nl: Datum %@ verzonden naar %@
ru: Дата %@ отправлена в %@

source: Sent the number %lf to %@
de: Die Zahl %lf wurde an %@ gesendet
es: Definir el número %lf a %@
fi: Numero %lf lähetetty kohteelle %@
fr: Envoyé le numéro %lf à %@
it: Inviato il numero %lf a %@
nb: Send den numeriske verdien %lf til %@
nl: De waarde %lf is verzonden naar %@
ru: Число %lf отправлено в %@

source: Sent the string %@ to %@
de: Der String %@ wurde an %@ gesendet
es: Enviada la cadena %@ a %@
fi: Merkkijono %@ lähetetty kohteelle %@
fr: Envoi de la chaîne %@ à %@
it: Inviata la stringa %@ a %@
nb: Send strengverdien %@ til %@
nl: De waarde %@ is verzonden naar %@
ru: Строка %@ отправлена в %@

source: Sent the value of %lld to %@
de: Der Wert %lld wurde an %@ gesendet
es: Enviado el valor de %lld a %@
fi: Arvo %lld lähetetty kohteelle %@
fr: Envoyé la valeur %lld à %@
it: Inviato il valore %lld a %@
nb: Sendte verdien %lld til %@
nl: De waarde %lld is verzonden naar %@
ru: Значение %lld отправлено в %@

source: Set ${itemEntity} to ${latitude}, ${longitude}
de: Standort ${itemEntity} auf ${latitude}, ${longitude} setzen
es: Establecer ${itemEntity} en ${latitude}, ${longitude}
fi: Aseta ${itemEntity} arvoihin ${latitude}, ${longitude}
fr: Définir ${itemEntity} à ${latitude}, ${longitude}
it: Imposta ${itemEntity} su ${latitude}, ${longitude}
nb: Sett ${itemEntity} til ${latitude}, ${longitude}
nl: ${itemEntity} instellen op ${latitude}, ${longitude}
ru: Установить ${itemEntity} в ${latitude}, ${longitude}

source: Set ${itemEntity} to ${value}
de: ${itemEntity} auf ${value} setzen
es: Establecer ${itemEntity} en ${value}
fi: Aseta ${itemEntity} arvoon ${value}
fr: Définir ${itemEntity} sur ${value}
it: Imposta ${itemEntity} su ${value}
nb: Sett ${itemEntity} til ${value}
nl: ${itemEntity} instellen op ${value}
ru: Установить ${itemEntity} в ${value}

source: Set ${itemEntity} to ${value} (HSB)
de: ${itemEntity} auf ${value} (HSB) setzen
es: Establecer ${itemEntity} en ${value} (HSB)
fi: Aseta ${itemEntity} arvoon ${value} (HSB)
fr: Définir ${itemEntity} sur ${value} (TSL)
it: Imposta ${itemEntity} su ${value} (HSB)
nb: Sett ${itemEntity} til ${value} (HSB)
nl: ${itemEntity} instellen op ${value} (HSB)
ru: Установить ${itemEntity} в ${value} (HSB)

source: Set Active Home
de: Aktives Zuhause setzen
es: Establecer casa activa
fi: Aseta aktiivinen koti
fr: Définir le domicile actif
it: Imposta casa attiva
nb: Angi aktivt hjem
nl: Actief thuis instellen
ru: Установить активный дом

source: Set active home to ${home}
de: Aktives Zuhause auf ${home} setzen
es: Establecer casa activa como ${home}
fi: Aseta aktiiviseksi kodiksi ${home}
fr: Définir ${home} comme domicile actif
it: Imposta ${home} come casa attiva
nb: Angi ${home} som aktivt hjem
nl: ${home} instellen als actief thuis
ru: Установить ${home} как активный дом

source: Set Color
de: Farbe einstellen
es: Establecer color
fi: Aseta väri
fr: Définir la couleur
it: Imposta il colore
nb: Angi farge
nl: Kleur instellen
ru: Установить цвет

source: Set Color Control Value
de: Farbwert festlegen
es: Define el valor de control de color
fi: Aseta värikontrollin arvo
fr: Définir la valeur de contrôle de couleur
it: Imposta Valore Controllo Colore
nb: Angi Fargekontrollverdi
nl: Kleurwaarde instellen
ru: Установить значение управления цветом

source: Set Contact State
de: Kontaktstatus setzen
es: Establecer estado de contacto
fi: Aseta kontaktin tila
fr: Définir l'état du contact
it: Imposta lo stato del contatto
nb: Angi kontaktstatus
nl: Contactstatus instellen
ru: Установить состояние контакта

source: Set Contact State Value
de: Wert eines Kontakt=Status festlegen
es: Establecer el valor del estado del pulsador
fi: Aseta kosketustilan arvo
fr: Définir la valeur de l'état du contacteur
it: Imposta lo Stato del Contatto
nb: Sett Tilstand for Bryter
nl: Stel contact status waarde in
ru: Установить значение состояния контакта

source: Set Date & Time
de: Datum & Uhrzeit setzen
es: Establecer fecha y hora
fi: Aseta päivämäärä ja aika
fr: Définir la date et l'heure
it: Imposta data e ora
nb: Angi dato og klokkeslett
nl: Datum en tijd instellen
ru: Установить дату и время

source: Set DateTime Control Value
de: Wert eines DateTime-Kontrollelements setzen
es: Establecer valor de control de fecha y hora
fi: Aseta päivämäärä- ja aikakontrollin arvo
fr: Définir la valeur du contrôle DateHeure
it: Imposta valore controllo DateTime
nb: Angi dato- og tidskontrollverdi
nl: DateTime-regelaarswaarde instellen
ru: Установить значение управления датой и временем

source: Set Dimmer / Roller
de: Dimmer / Rollo einstellen
es: Configurar regulador / persiana
fi: Aseta himmentimen / rullakaihdin arvo
fr: Régler le variateur / volet
it: Imposta dimmer / tapparella
nb: Angi dimmer / rullegardin
nl: Dimmer / rolluik instellen
ru: Установить диммер / жалюзи

source: Set Dimmer or Roller Shutter Value
de: Wert eines Dimmers oder Rollladens festlegen
es: Definir el valor del regulador o persiana
fi: Aseta himmennin tai rullakaihdin arvo
fr: Régler la valeur du Dimmer ou du Volet Roulant
it: Imposta il valore di Dimmer o Tapparella
nb: Angi Verdi for Dimmer eller Rullegardin
nl: Stel Dimmer of Rolluik waarde in
ru: Установить значение диммера или роллеты

source: Set Location Control Value
de: Standort-Kontrollwert setzen
es: Establecer valor de control de ubicación
fi: Aseta sijaintikontrollin arvo
fr: Définir la valeur du contrôle de localisation
it: Imposta valore controllo posizione
nb: Angi posisjonskontrollverdi
nl: Locatieregelaarswaarde instellen
ru: Установить значение управления местоположением

source: Set Number
de: Zahl setzen
es: Establecer número
fi: Aseta luku
fr: Définir un nombre
it: Imposta numero
nb: Angi tall
nl: Getal instellen
ru: Установить число

source: Set Number Control Value
de: Wert eines numerischen Kontrollelements setzen
es: Establecer valor de control de número
fi: Aseta numerokontrollin arvo
fr: Définir la valeur de contrôle du numéro
it: Imposta Valore del Numero di Controllo
nb: Sett Verdi for Numerisk Kontroll
nl: Zet Nummer Control Waarde
ru: Установить числовое значение управления

source: Set Player Control Value
de: Player-Kontrollelement setzen
es: Establecer valor de control del reproductor
fi: Aseta soitinkontrollin arvo
fr: Définir la valeur du contrôle du lecteur
it: Imposta valore controllo player
nb: Angi spillerkontrollverdi
nl: Spelerregelaarswaarde instellen
ru: Установить значение управления плеером

source: Set String Control Value
de: String-Kontrollwert setzen
es: Establecer el valor de control de cadena
fi: Aseta merkkijonokontrollin arvo
fr: Définir la valeur de contrôle de chaîne
it: Imposta Valore della Stringa di Controllo
nb: Sett Strengkontroll-Verdi
nl: Zet String Control Waarde in
ru: Установить строковое значение управления
